{
  "users": {
    "437186338": {
      "updated_at": "2026-02-18T17:50:49.119959+00:00",
      "stage1": {
        "qa": [
          {
            "q": "Мой возраст —",
            "a": "27"
          },
          {
            "q": "Страна, где я живу —",
            "a": "Россия"
          },
          {
            "q": "Семейное положение —",
            "a": "Женат"
          },
          {
            "q": "Мои 3 главных интереса —",
            "a": "Игры, саморазвитие, научный прогресс и технологии"
          },
          {
            "q": "Чем я зарабатываю на жизнь —",
            "a": "Дизайн"
          },
          {
            "q": "Моя рутина в жизни —",
            "a": "Домашний быт"
          },
          {
            "q": "Моя самая большая мечта —",
            "a": "Стать финансово независимым"
          }
        ],
        "analysis_full": "<b>🧠 1. Твоя базовая жизненная позиция и сценарный фундамент</b>\nВ основе твоей жизненной позиции ощущение, что мир в целом сложный, местами враждебный, но управляемый через знания, навыки и личную компетентность. Важно чувствовать, что ты не просто «существуешь», а постепенно наращиваешь ресурсы и контроль над своей жизнью, особенно в финансовой сфере. Деньги для тебя — не только про комфорт, но и про свободу от навязанного образа жизни.\n\nБазовое ощущение себя — «со мной всё в порядке, но я ещё не реализован настолько, насколько мог бы». Это создаёт устойчивое, фоновое напряжение: будто ты постоянно находишься на промежуточной ступени между тем, кто ты сейчас, и тем, кем «должен» стать. Это не отчаяние, а скорее спокойная, но настойчивая неудовлетворённость текущим уровнем свободы и влияния на свою судьбу.\n\nСемейная жизнь и домашний быт для тебя — одновременно опора и ограничитель. С одной стороны, это даёт чувство структуры, принадлежности и стабильности. С другой — усиливает переживание ответственности и снижает допустимый уровень риска, особенно в профессиональных и финансовых решениях. Внутренне ты балансируешь между ролью надёжного партнёра и желанием жить более свободно и дерзко.\n\nВ фундаменте сценария просматривается установка: «настоящая жизнь начнётся, когда я стану финансово независимым». До этого этапа многое воспринимается как подготовка, обучение и накопление опыта, а не как конечная форма твоей жизни. Это создаёт ощущение не до конца начавшейся взрослой истории, где текущий этап — пролог к более значимой главе.\n\n<b>🎭 2. Твой сценарий по транзактному анализу</b>\n<i>Вероятный базовый сценарий</i>  \nЖизненный сценарий «через труд, знания и контроль к свободе, но с постоянным внутренним сомнением: достаточно ли я делаю и успеваю».\n\n<i>Ключевые признаки</i>\n• Ориентация на будущее и финансовый результат как главный маркер успеха  \n• Склонность к рациональному анализу вместо импульсивных решений  \n• Переживание быта как необходимой базы, но не как конечной цели  \n• Непрямое соперничество с «успешными» ровесниками и внешними моделями успеха  \n• Переключения между продуктивностью и уходом в игры/развлечения как форму разрядки  \n• Внутреннее убеждение, что «правильный путь» можно найти через саморазвитие и технологии  \n\n<i>Эго-состояния</i>: Родитель / Взрослый / Ребёнок  \n<i>Родитель</i>: внутри звучит голос ответственности: «нужно обеспечить семью», «надо думать о будущем», «так жить нельзя вечно». Этот голос следит за дисциплиной, деньгами, статусом, иногда критикует за прокрастинацию и «несерьёзность» хобби.  \n<i>Взрослый</i>: старается трезво оценивать рынок, перспективы дизайна, экономическую ситуацию в России. Сопоставляет желания с реальностью, считает риски, ищет рациональные пути роста. Именно здесь у тебя сильный потенциал стратегического мышления и адаптации.  \n<i>Ребёнок</i>: тянется к играм, технологиям, исследованию нового, к ощущению интереса и азарта. Он хочет не только стабильности, но и вдохновения, экспериментов, интеллектуального драйва. В быту ему может быть скучно, он уходит в виртуальные миры и фантазии о будущем.\n\n<i>Внутренний конфликт</i>  \nКонфликт строится вокруг противоречия между ответственным взрослым мужчиной, который должен обеспечивать и соответствовать, и любознательным, играющим, экспериментирующим внутренним ребёнком, который не хочет застрять в рутине. Родительское эго давит требованием стабильности, Взрослый пытается выстроить реалистичную стратегию, а Ребёнок ищет пространство для интереса и самовыражения. В результате периодически возникает ощущение раздвоения: часть тебя живёт «правильную» жизнь, другая — как будто ждёт момента, когда можно будет по-настоящему развернуться и «запустить свою игру».\n\n<b>🎯 3. Интересы и их скрытый потенциал</b>\nТвои интересы — игры, саморазвитие, научный прогресс и технологии — выстраиваются в единую линию: стремление соединить удовольствие, интеллект и будущее. Игры для тебя — не только развлечение, но и способ моделировать миры, стратегии, роли. Саморазвитие — попытка превратить хаос возможностей в понятную карту роста. Научный прогресс и технологии — твой внутренний ориентир на будущее, где компетентность и знания дают преимущество.\n\nВсё это сочетается с профессией дизайнера, что делает тебя человеком, который одновременно мыслит визуально, системно и прагматично. Внутренне присутствует тяга к созданию чего-то, что переживёт отдельный проект или заказ, к продуктам и системам, а не только к разовым задачам.\n\n• Интерес к играм как к моделям систем, экономики, поведения людей  \n• Привлечение к идее «прокачки» себя, уровней, навыков — как в RPG  \n• Внимание к трендам, новинкам, технологическим изменениям  \n• Склонность искать логичные, элегантные решения задач, в том числе визуальных  \n• Потребность в интеллектуальной стимуляции, а не только в материальном результате  \n\n<b>🌍 4. Экономико-политический контекст (реалистично)</b>\nРоссия в текущем десятилетии создаёт для тебя одновременно вызовы и окна возможностей. С одной стороны, усиливается неопределённость: колебания курса, санкции, изменения рынка труда, перераспределение спроса на креативные профессии. Это повышает внутреннее напряжение вокруг темы финансовой независимости: кажется, что «почва под ногами» менее стабильна, чем хотелось бы.\n\nС другой стороны, цифровая среда и удалённая работа продолжают развиваться. Для дизайнера это означает возможность работать как на внутренний рынок, так и на внешние заказы, пусть и с техническими и юридическими сложностями. Твоя ориентация на технологии и прогресс хорошо вписывается в глобальный тренд, где востребованы люди, умеющие визуализировать сложное, делать интерфейсы понятными и продукты — привлекательными.\n\nПолитический контекст усиливает ценность личной автономии: чем менее предсказуемы внешние правила игры, тем важнее для тебя становится создание собственных источников дохода, не завязанных на одну компанию или локальный рынок. Отсюда особая значимость мечты о финансовой независимости — она воспринимается не только как личная цель, но и как защита от внешних потрясений.\n\n<b>🧱 5. Твоё сопротивление изменениям</b>\nСопротивление изменениям у тебя не тотальное, а избирательное. Ты готов осваивать новое, особенно в сфере технологий и навыков, но осторожен к резким жизненным поворотам, которые могут ударить по стабильности семьи и привычному укладу. Внутренне ты как будто торгуешься с собой: «да, изменения нужны, но не ценой базовой безопасности».\n\nВозраст 27 лет — период, когда сценарий уже достаточно закреплён, но ещё поддаётся корректировке. Однако сила привычки к бытовой рутине и текущему способу заработка создаёт инерцию. Ты можешь долго обдумывать шаги, анализировать, сравнивать варианты, откладывая реальные движения до момента, когда «станет чуть понятнее и спокойнее».\n\n• Склонность откладывать радикальные решения в пользу постепенных, «безопасных» шагов  \n• Использование игр и информации как формы ухода от тревоги и перегрузки  \n• Внутренний страх «сломать то, что уже работает», даже если это не устраивает полностью  \n• Привязанность к роли надёжного, предсказуемого партнёра в семье  \n• Высокая ценность интеллектуального контроля, из-за чего спонтанность может восприниматься как риск  \n\n<b>🔮 6. Прогноз по жизненным траекториям</b>\n<i>📉 Если сценарий не менять</i>  \nПри сохранении текущего сценария жизнь будет развиваться по траектории постепенного, но не взрывного роста. Ты, вероятнее всего, укрепишься в профессии дизайнера, станешь более опытным, повысишь доход относительно текущего уровня, но без радикального скачка к той степени финансовой независимости, о которой мечтаешь. Быт останется опорой, но со временем может стать источником чувства застоя.\n\nВнутренне может усиливаться ощущение, что ты «играешь не на максимальной сложности, а на средней», не используя полностью свои интересы к технологиям и прогрессу. Игры и информационное потребление могут занять всё большую часть свободного времени как способ компенсировать недостаток ощущаемой свободы и новизны в реальной жизни. Внешне всё будет выглядеть достаточно благополучно, но внутри может расти тихое разочарование темпом движения к мечте.\n\n<i>📈 Если сценарий скорректировать</i>  \nПри корректировке сценария вероятна траектория, где твой интерес к технологиям, игровому мышлению и саморазвитию соединится с профессиональной деятельностью и моделями заработка. Это может привести к более диверсифицированным источникам дохода, большей устойчивости к экономическим колебаниям и более явному ощущению, что ты сам управляешь своей финансовой судьбой.\n\nСемейная жизнь в таком случае становится не препятствием, а рамкой, внутри которой ты выстраиваешь более осознанную стратегию: не «когда-нибудь потом», а поэтапное укрепление финансовой базы и профессионального статуса. Внутренний ребёнок получает больше пространства для творчества и интереса внутри работы, а не только в хобби. Это создаёт ощущение цельности: ты не разрываешься между «надо» и «хочу», а постепенно совмещаешь их в одной траектории.\n\n<b>⚡ 7. Ключевая точка роста (самое важное)</b>\nКлючевая точка роста для тебя связана с переходом от восприятия жизни как подготовительного этапа к восприятию её как уже идущей главной партии. Пока внутренняя установка звучит как «потом, когда я стану финансово независимым, начнётся настоящая свобода», значительная часть энергии уходит в ожидание и фантазирование, а не в проживание текущего этапа как полноценного.\n\nВажным внутренним разворотом становится признание собственной роли не только как ответственного кормильца и рационального планировщика, но и как человека, имеющего право на интерес, игру и эксперимент уже сейчас. Это уменьшает раскол между бытом и мечтой, между работой и увлечениями, между «реальной жизнью» и виртуальными мирами, позволяя тебе чувствовать себя автором, а не только исполнителем своего жизненного сценария.\n\n<b>🧾 8. Итоговое описание тебя как личности</b>\n• Рациональный, ориентированный на анализ и стратегию  \n• Ответственный, с высокой внутренней планкой по отношению к семье и будущему  \n• Любознательный, тянущийся к технологиям, науке и новому  \n• Склонный к внутреннему перфекционизму и сравнением себя с идеальными образами  \n• Человек, для которого деньги — символ свободы, а не просто потребления  \n• Способный к глубокой концентрации, особенно в интересных проектах  \n• Внутренне разделённый между стабильностью и жаждой более свободной, творческой жизни  \n• Эмоционально сдержанный внешне, но с богатой внутренней жизнью и фантазиями  \n• Ценящий интеллектуальные игры, модели, системы и визуальную красоту  \n• Находящийся на пороге важного этапа самоопределения во взрослой жизни",
        "analysis_short": "<b>🧠 Краткая выжимка</b>\nУ тебя сформирована позиция человека, который ощущает себя «в порядке», но ещё не реализованным на желаемом уровне. Финансовая независимость для тебя — не просто комфорт, а символ свободы и защиты от внешней нестабильности, особенно в контексте российской реальности с её экономическими и политическими колебаниями. Семейная жизнь и бытовая рутина дают опору, но одновременно усиливают осторожность и снижают готовность к резким поворотам.\n\nТвой внутренний мир строится вокруг трёх опор: игр, саморазвития и интереса к научно-технологическому будущему. Игры — это и отдых, и способ проживать другие роли и стратегии. Саморазвитие — попытка системно улучшать себя и приблизиться к образу человека, который контролирует свою жизнь. Технологии и прогресс — ориентир на будущее, где знания и навыки дают преимущества и свободу.\n\nВнутри тебя взаимодействуют три силы: требовательный, ответственный «взрослый мужчина», который должен обеспечивать и соответствовать; рациональный аналитик, оценивающий риски и возможности; и любознательный, играющий ребёнок, который не хочет застрять в рутине. Пока твой сценарий выглядит как «через работу и знания к свободе, но позже». Ты находишься в точке, где внешне жизнь выстроена достаточно стабильно, а внутри зреет потребность сделать её более цельной, чтобы интерес, творчество и финансовые цели были не разорваны, а связаны в одну линию."
      },
      "stage2": {
        "text": "<b>🔻 Этап 2: 3 события, если сценарий не менять</b>\n\n<b>1) Событие</b>: Хроническая «отложенная жизнь»  \n• Почему случится  \nРациональный аналитик и ответственный «взрослый мужчина» стабильно побеждают играющего ребёнка: безопасность и предсказуемый доход каждый раз важнее риска и самореализации.  \n• Последствия  \nВнешне — нормальная, «правильная» жизнь: работа, семья, бытовая устойчивость. Внутри — стойкое чувство, что главное так и не началось, усиление зависти к более свободным людям, постепенное снижение веры в возможность поворота.  \n• Отражение на здоровье/самочувствии  \nФоновой стресс, периодические эпизоды апатии, нарушения сна, психосоматические реакции (головные боли, спазмы, обострения хронических заболеваний на фоне перегрузок и подавленных желаний).\n\n<b>2) Событие</b>: Профессиональное выгорание «тихого надёжного»  \n• Почему случится  \nОтветственный сценарий «надо тянуть» в сочетании с российской экономической нестабильностью ведут к постоянному напряжению и страху потерять доход, при этом внутренняя мотивация не успевает обновляться.  \n• Последствия  \nСнижение интереса к работе, циничное отношение к задачам, ощущение «я застрял», но «выходить страшно». Карьерный рост замедляется, усиливается ощущение недооценённости и нереализованности.  \n• Отражение на здоровье/самочувствии  \nХроническая усталость, эмоциональное онемение, скачки давления, риск формирования зависимостей «для разрядки» (игры, еда, алкоголь как способ сбежать от пустоты).\n\n<b>3) Событие</b>: Поздний кризис «упущенных возможностей»  \n• Почему случится  \nС возрастом сила сопротивления изменениям растёт, а сравнение себя с другими и с собственными мечтами становится острее. «Потом» превращается в «уже поздно».  \n• Последствия  \nПериоды острого сожаления о нереализованных проектах и смелых шагах, попытки компенсировать это покупками, хобби или фантазиями. Углубление внутреннего конфликта между тем, что есть, и тем, что хотелось бы прожить.  \n• Отражение на здоровье/самочувствии  \nВозрастное усиление психосоматических проявлений, риск депрессивных эпизодов, снижение общего жизненного тонуса, ухудшение концентрации и памяти на фоне эмоционального истощения."
      },
      "stage3": {
        "text": "<b>🔮 Этап 3: Один день через 5 лет</b>\n\n<b>🌅 Утро</b>\n• Ты просыпаешься без будильника, в одно и то же время. Первое движение — не к телефону, а к окну: короткая проверка погоды и ощущений в теле. Затем — вода, несколько простых упражнений на растяжку и дыхание, короткая запись в заметках: что важно сегодня, что хочется почувствовать. Кофе уже не «чтобы проснуться», а как маленький ритуал с осознанным выбором зерна и способа заваривания.  \n• Внутри — тихое, собранное состояние: меньше спешки, больше ощущения, что день принадлежит тебе. Мысли не скачут к тревогам о будущем, а выстраиваются вокруг задач, которые ты сам себе выбрал.\n\n<b>🏙 День</b>\n• Образ мышления стал более стратегическим: ты мысленно держишь горизонт 3–5 лет, но действуешь через короткие циклы. Внимание к цифрам, данным, тенденциям рынка и технологий стало привычным фоном. Риск оцениваешь не через страх, а через вероятности и сценарии.  \n• Ты живёшь с партнёршей и, возможно, ребёнком. Быт организован так, чтобы не «съедать» всё время: часть процессов автоматизирована, часть делегирована. В окружении — 2–3 человека, с которыми можно говорить и о деньгах, и об идеях, и об играх.\n\n<b>🌙 Вечер</b>\n• Внешне ты выглядишь более «собранным»: осанка, аккуратная стрижка, одежда, в которой сочетаются удобство и ощущение статуса. В теле — меньше лишнего веса, больше ощущения управляемости и выносливости.  \n• Вечером ощущаешь усталость, но без выгорания: приятную «отработанность дня». Есть лёгкая гордость за то, что ты не предал свои интересы и при этом укрепил финансовую базу. Перед сном — несколько минут игры или чтения, как способ напомнить себе, что жизнь — не только про эффективность, но и про удовольствие."
      }
    }
  }
}